Repository: KenG2025/ToDoTracker-1
Catalog: Localizable.xcstrings
Source language: en
Languages: ko

# %lld / %lld Completed
source: %1$lld / %2$lld Completed
ko: %1$lld / %2$lld 완료됨

source: Add Task
ko: 작업 추가

source: Cancel
ko: 취소

source: e.g., Work, School
ko: 예: 업무, 학교

source: Group Name
ko: 그룹 이름

source: New Group
ko: 새 그룹

source: Save
ko: 저장

source: Seclect Icon
ko: 아이콘 선택

source: Select a Group
ko: 그룹 선택

source: Task Progress
ko: 작업 진행 상황

source: Task title
ko: 작업 제목

source: ToDo App
ko: 할 일 앱
